Repository: fanelsi-pets/localvoice
Catalog: LocalVoice/Localizable.xcstrings
Source language: en
Languages: uk

source: No models loaded
uk: Немає завантажених моделей

source: No models loaded.
uk: Немає завантажених моделей.

source: No Modes
uk: Без режимів

source: No modes available
uk: Немає доступних режимів

source: No Modes Available
uk: Немає доступних режимів

source: No Modes Yet
uk: Режимів ще немає

source: No prompts available
uk: Немає підказок

source: No Prompts Available
uk: Немає підказок

source: No providers connected
uk: Немає підключених провайдерів

source: No removable language reservations were found.
uk: Не знайдено жодних знімних мовних резервувань.

source: No results found
uk: Результатів не знайдено

source: No Selection
uk: Немає вибору

source: No settings were imported.
uk: Налаштування не імпортовано.

source: No token estimates
uk: Ніяких символічних оцінок

source: No transcription available
uk: Транскрипція недоступна

source: No transcription model selected
uk: Модель транскрипції не вибрано

source: No transcription models
uk: Немає моделей транскрипції

source: No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab.
uk: Немає доступних моделей транскрипції. Будь ласка, підключіться до хмарної служби або завантажте локальну модель на вкладці AI Models.

source: No transcription text was available for the custom command.
uk: Немає тексту транскрипції для спеціальної команди.

source: No transcription timings
uk: Часи транскрипції відсутні

source: No transcriptions
uk: Жодних транскрипцій

source: No transcriptions yet
uk: Транскрипцій ще немає

source: No triggers
uk: Немає тригерів

source: No triggers in this group
uk: У цій групі немає тригерів

source: No Websites
uk: Немає веб-сайтів

source: None
uk: Жодного

source: None detected
uk: Не виявлено

source: None selected
uk: Не вибрано

source: Not configured
uk: Не налаштовано

source: Not connected
uk: Не підключено

source: Not connected to streaming transcription service
uk: Не підключено до служби транскрипції

source: Not Determined
uk: Не визначено

source: Not Granted
uk: Не надано

source: Not Set
uk: Не встановлено

source: Notch
uk: Виїмка

source: Note: Press Option 1-9 during recording to switch modes manually.
uk: Примітка. Натисніть Опції 1-9 під час запису, щоб перемикати режими вручну.

source: Notes
uk: Примітки

source: NVIDIA's Nemotron streaming model with Latin language support
uk: Потокова модель Nemotron від NVIDIA з підтримкою латинської мови

source: NVIDIA's Nemotron streaming model with multilingual support
uk: Потокова модель Nemotron від NVIDIA з багатомовною підтримкою

source: NVIDIA's Parakeet V2 model optimized for lightning-fast English-only transcription
uk: Модель Parakeet V2 від NVIDIA, оптимізована для блискавичної транскрипції лише англійською мовою

source: Offline model
uk: Офлайн модель

source: OK
uk: добре

source: Ollama request timed out
uk: Час очікування запиту Ollama минув

source: Ollama server error
uk: Помилка сервера Ollama

source: Ollama service is not available
uk: Служба Ollama недоступна

source: On timeout
uk: Час очікування

source: On-Device
uk: На пристрої

source: Open %@ API key page
uk: Відкрийте сторінку ключа %@ API

source: Open Accessibility settings
uk: Відкрийте налаштування доступності

source: Open detailed AI model usage
uk: Відкрити детальне використання моделі ШІ

source: Open detailed model performance
uk: Відкрийте докладні характеристики моделі

source: Open history from anywhere with a global shortcut
uk: Відкривайте історію будь-де за допомогою глобального ярлика

source: Open History Window
uk: Відкрити вікно історії

source: Open recommended AI models
uk: Відкрийте рекомендовані моделі ШІ

source: Open Settings
uk: Відкрийте налаштування

source: Open Source
uk: Відкритий код

source: OpenAI Compatible
uk: Сумісність з OpenAI

source: OpenAI's lowest-cost GPT speech-to-text model
uk: Найдешевша модель перетворення мовлення в текст GPT від OpenAI

source: Optimizing model for your device
uk: Оптимізація моделі для вашого пристрою

source: or
uk: або

source: Original
uk: Оригінал

source: Original Text
uk: Оригінальний текст

source: Original text (use commas for multiple)
uk: Оригінальний текст (використовуйте коми для кількох)

source: Original:
uk: Оригінал:

source: Output
uk: Вихід

source: Paragraph breaks
uk: Розриви абзаців

source: Parakeet V3 is not available.
uk: Parakeet V3 недоступний.

source: Parakeet V3 with English and 25 European language support
uk: Parakeet V3 з підтримкою англійської та 25 європейських мов

source: Paste
uk: Вставити

source: Paste %@ API key
uk: Вставте ключ API %@

source: Paste and Press Tab
uk: Вставте та натисніть Tab

source: Paste API key
uk: Вставте ключ API

source: Paste Last Enhanced Transcription
uk: Вставити останню розширену транскрипцію

source: Paste Last Transcription
uk: Вставити останню транскрипцію

source: Paste Last Transcription (Enhanced)
uk: Вставити останню транскрипцію (розширено)

source: Paste Last Transcription (Original)
uk: Вставити останню транскрипцію (оригінал)

source: Paste Method
uk: Метод вставки

source: Pasting
uk: Обклеювання

source: Pause Media While Recording
uk: Призупинити медіа під час запису

source: Peak dictation hours
uk: Пікові години диктанту

source: Peak Dictation Hours
uk: Пікові години диктування

source: Performance Analysis
uk: Аналіз ефективності

source: Pick the microphone LocalVoice should use for recordings.
uk: Виберіть мікрофон, який LocalVoice має використовувати для запису.

source: Playback speed
uk: Швидкість відтворення

source: Please fix the validation errors before saving.
uk: Виправте помилки перевірки перед збереженням.

source: Please restart the application. If the problem persists, contact support.
uk: Перезапустіть програму. Якщо проблема не зникає, зверніться до служби підтримки.

source: Premium Features Activated
uk: Преміум-функції активовано

source: Preparing microphone…
uk: Підготовка мікрофона…

source: Press Esc again to cancel
uk: Натисніть Esc ще раз, щоб скасувати

source: Press Right Command or use the button below.
uk: Натисніть правий Command або кнопку нижче.

source: Press shortcut
uk: Натисніть клавішу швидкого доступу

source: Press your shortcut, ask the question, then press it again.
uk: Натисніть ярлик, поставте запитання, а потім натисніть його ще раз.

source: Press your shortcut, read the sample text, then press it again.
uk: Натисніть ярлик, прочитайте зразок тексту, а потім натисніть його ще раз.

source: Prewarm model (Experimental)
uk: Попередньо нагріта модель (експериментальна)

source: Primary Shortcut
uk: Основний ярлик

source: Prioritized
uk: Пріоритет

source: Priority Order
uk: Пріоритетний порядок

source: Priority support
uk: Пріоритетна підтримка

source: Privacy Starts Here
uk: Конфіденційність починається тут

source: Processing audio...
uk: Обробка аудіо...

source: Prompt
uk: Підкажіть

source: Prompt name
uk: Ім'я підказки

source: Provider
uk: Провайдер

source: Provider is not supported
uk: Провайдер не підтримується

source: Pulling together your LocalVoice activity.
uk: Об’єднання вашої активності LocalVoice.

source: Push to Talk
uk: Натисни і говори

source: Quantized version of Large v3 Turbo, faster with slightly lower accuracy
uk: Квантова версія Large v3 Turbo, швидша з дещо меншою точністю

source: Quick Access
uk: Швидкий доступ

source: Quick Add to Dictionary
uk: Швидке додавання до словника

source: Quit
uk: Вийти

source: Quit Local Voice
uk: Вийти з Local Voice

source: Quit LocalVoice
uk: Вийти з LocalVoice

source: Rate limit exceeded. Please try again later.
uk: Ліміт швидкості перевищено. Спробуйте пізніше.

source: Re-enhance with selected prompt
uk: Повторно покращити за допомогою вибраного запиту

source: Re-enhancement failed
uk: Помилка повторного покращення

source: Re-enhancement successful
uk: Повторне покращення успішно

source: REACH OUT
uk: ПРОСтягнутися

source: Ready
uk: Готово

source: Ready to dictate
uk: Готово до диктування

source: Real-time
uk: У реальному часі

source: Recent Transcriptions
uk: Останні транскрипції

source: Recent Transcripts
uk: Останні стенограми

source: Recheck
uk: Перевірити

source: Recommended
uk: Рекомендовано

source: Recommended Models
uk: Рекомендовані моделі

source: Record
uk: Запис

source: Record shortcut
uk: Ярлик запису

source: Record your first session to start building momentum.
uk: Запишіть свій перший сеанс, щоб почати набирати імпульс.

source: Recorder Cancel
uk: Диктофон Скасувати

source: Recorder Style
uk: Стиль диктофона

source: Recorder unavailable
uk: Диктофон недоступний

source: Recording Behavior
uk: Запис поведінки

source: Recording failed to start
uk: Не вдалося почати запис

source: Recording Failed: %@
uk: Помилка запису: %@

source: Recording Sounds
uk: Запис звуків

source: Recording…
uk: Запис...

source: Refresh
uk: Оновити

source: Refresh Microphones
uk: Оновити мікрофони

source: Refresh models
uk: Оновити моделі

source: Refresh Models
uk: Оновити моделі

source: Refreshing
uk: Освіжаючий

source: Remove
uk: видалити

source: Remove %@ from reserved Apple Speech languages.
uk: Видаліть %@ із зарезервованих мов Apple Speech.

source: Remove %@ triggers
uk: Видаліть тригери %@

source: Remove API key
uk: Видалити ключ API

source: Remove API Key
uk: Видалити ключ API

source: Remove API Key?
uk: Видалити ключ API?

source: Remove Filler Words
uk: Видалити слова-заповнювачі

source: Remove one reserved language to download %@.
uk: Щоб завантажити %@, видаліть одну зарезервовану мову.

source: Remove replacement
uk: Видаліть заміну

source: Remove Trailing Period and Paste
uk: Видаліть кінцеву крапку та вставте

source: Remove trigger
uk: Зніміть тригер

source: Remove trigger word
uk: Видалити тригерне ​​слово

source: Remove website
uk: Видалити веб-сайт

source: Remove word
uk: Видалити слово

source: Reorder Modes
uk: Режими зміни порядку

source: Replace
uk: Замінити

source: Replacement
uk: Заміна

source: Replacement text
uk: Текст заміни

source: Replacement Text
uk: Замінний текст

source: Replacement:
uk: Заміна:

source: Report or Feedback
uk: Звіт або відгук

source: Request Timeout
uk: Час очікування запиту

source: Required
uk: Обов'язковий

source: Required for Local Voice shortcuts and app-wide controls to work properly.
uk: Необхідно для правильної роботи скорочень Local Voice та елементів керування в інших програмах.

source: Required for LocalVoice shortcuts and app-wide controls to work properly.
uk: Необхідно для правильної роботи ярликів LocalVoice і елементів керування в усьому додатку.

source: Reset
uk: Скинути

source: Reset Onboarding
uk: Скинути адаптацію

source: Reset to default
uk: Скинути до замовчування

source: Resources
uk: Ресурси

source: Respond
uk: Відповісти

source: Restart LocalVoice to Apply Language
uk: Перезапустіть LocalVoice, щоб застосувати мову

source: Restore Delay
uk: Затримка відновлення

source: Restricted
uk: Обмежений

source: Resume Delay
uk: Затримка відновлення

source: Resume Download
uk: Відновити завантаження

source: Retranscribe this audio
uk: Перетранскрибуйте це аудіо

source: Retranscription failed
uk: Помилка повторної транскрипції

source: Retranscription successful
uk: Повторна транскрипція успішна

source: Retry
uk: Повторіть спробу

source: Retry failed: %@
uk: Помилка повторної спроби: %@

source: Retry Last Transcription
uk: Повторити останню транскрипцію

source: Return (⏎)
uk: Повернення (⏎)

source: Rewrite
uk: Перепишіть

source: Run Cleanup Now
uk: Запустіть очищення зараз

source: Run enhancement with Ollama on this Mac, or send it to any CLI command.
uk: Запустіть покращення за допомогою Ollama на цьому Mac або надішліть його до будь-якої команди CLI.

source: Runs locally with your user permissions. The final transcript is sent on stdin and exposed as LOCALVOICE_TRANSCRIPT.
uk: Запускається локально з вашими правами користувача. Остаточна розшифровка надсилається через стандартний вхід і відображається як LOCALVOICE_TRANSCRIPT.

source: Russian
uk: Російська

source: Save
uk: зберегти

source: Save & Select
uk: Зберегти та вибрати

source: Save as MD
uk: Зберегти як MD

source: Save as TXT
uk: Зберегти як TXT

source: Save Changes
uk: Зберегти зміни

source: Save this prompt and select it.
uk: Збережіть цей запит і виберіть його.

source: Save to file
uk: Зберегти у файл

source: Save Transcription
uk: Зберегти транскрипцію

source: Saving
uk: Збереження

source: Search apps, website, or trigger word...
uk: Шукайте програми, веб-сайти чи тригерне ​​слово...

source: Search transcriptions
uk: Пошук транскрипцій

source: Search transcriptions...
uk: Пошук транскрипцій...

source: Search Web
uk: Пошук в Інтернеті

source: Secondary Shortcut
uk: Додатковий ярлик

source: seconds
uk: секунд

source: Select a compatible .bin file already stored on this Mac.
uk: Виберіть сумісний файл .bin, який уже зберігається на цьому Mac.

source: Select a transcription to view details
uk: Виберіть транскрипцію, щоб переглянути деталі

source: Select a Whisper ggml .bin model
uk: Виберіть модель Whisper ggml .bin

source: Select All
uk: Виберіть усі

source: Select all text, press your shortcut, read the sample text aloud, then press it again.
uk: Виділіть увесь текст, натисніть ярлик, прочитайте зразок тексту вголос, а потім натисніть його ще раз.

source: Select an audio file
uk: Виберіть аудіофайл

source: Select an enabled mode to start
uk: Щоб почати, виберіть увімкнений режим

source: Select at least one category to import.
uk: Виберіть принаймні одну категорію для імпорту.

source: Select Language
uk: Виберіть мову

source: Select mode
uk: Виберіть режим

source: Select Mode
uk: Виберіть режим

source: Select Mode %@
uk: Виберіть режим %@

source: Select Prompt
uk: Виберіть Підказка

source: Select sound
uk: Виберіть звук

source: selected
uk: вибрано

source: Selected
uk: Вибрано

source: Selected Microphone
uk: Вибраний мікрофон

source: Selected model not found
uk: Вибрана модель не знайдена

source: Selected Text
uk: Виділений текст

source: Send a note or join Discord
uk: Надішліть замітку або приєднайтеся до Discord

source: Send follow up
uk: Надіслати додаткове повідомлення

source: Separate multiple originals with commas:
uk: Розділіть кілька оригіналів комами:

source: Server
uk: Сервер

source: Server:
uk: сервер:

source: Server: %@
uk: Сервер: %@

source: Sessions
uk: Сеанси

source: Set as default
uk: Встановити за умовчанням

source: Set how long to wait for the AI provider to respond. If no response is received within this duration, you can either fail immediately and paste the original transcription, or retry the request up to 3 attempts.
uk: Встановіть, як довго чекати відповіді постачальника AI. Якщо протягом цього часу не буде отримано відповіді, ви можете негайно відмовитися та вставити оригінальну транскрипцію, або повторити запит до 3 спроб.

source: Settings
uk: Налаштування

source: Settings imported successfully from %@. Imported: %@.
uk: Налаштування успішно імпортовано з %@. Імпорт: %@.

source: Settings…
uk: Налаштування…

source: Setup, features, and settings
uk: Налаштування, функції та налаштування

source: Shortcut
uk: Ярлик

source: Shortcut already used by %@
uk: Комбінація клавіш, яку вже використовує %@

source: Shortcut not allowed: %@
uk: Заборонений ярлик: %@

source: Shortcut reserved by macOS: %@
uk: Ярлик, зарезервований macOS: %@

source: Shortcuts
uk: Клавіші

source: Show Dock Icon
uk: Показати піктограму Dock

source: Show in Finder
uk: Показати в Finder

source: Skip
uk: Пропустити

source: Skip API setup
uk: Пропустити налаштування API

source: Skip API Setup
uk: Пропустити налаштування API

source: Skip API setup?
uk: Пропустити налаштування API?

source: Skip onboarding
uk: Пропустити адаптацію

source: Skip Onboarding
uk: Пропустити адаптацію

source: Skip onboarding?
uk: Пропустити адаптацію?

source: Skip short transcriptions
uk: Пропустити короткі транскрипції

source: Sort alphabetically
uk: Сортувати за алфавітом

source: Sort by original
uk: Сортувати за оригіналом

source: Sort by replacement
uk: Сортувати за заміною

source: Sound
uk: Звук

source: Sound %lld
uk: Звук %lld

source: Speak naturally. Press the shortcut again when finished.
uk: Говоріть природно. Після завершення знову натисніть гарячу клавішу.

source: SpeechAnalyzer requires macOS 26 or later.
uk: SpeechAnalyzer вимагає macOS 26 або новішої версії.

source: Speed
uk: швидкість

source: Start
uk: старт

source: Start dictating to build saved time.
uk: Почніть диктувати, щоб заощадити час.

source: Start dictation
uk: Почати диктування

source: Start or stop the LocalVoice recorder for voice transcription.
uk: Запустіть або зупиніть диктофон LocalVoice для транскрипції голосу.

source: Start recording
uk: Почніть запис

source: Start recording to build %@.
uk: Почніть запис, щоб створити %@.

source: Start Sound
uk: Запустіть звук

source: Start transcription
uk: Розпочати транскрипцію

source: Start with a template
uk: Почніть із шаблону

source: Starting recording
uk: Початок запису

source: Starting…
uk: Початок...

source: Stop recording
uk: Зупинити запис

source: Stop Sound
uk: Зупинити звук

source: Storage Warning
uk: Попередження щодо зберігання

source: Streaming connection failed: %@
uk: Помилка потокового підключення: %@

source: Streaming server error: %@
uk: Помилка сервера потокової передачі: %@

source: Streaming transcription timed out waiting for final result
uk: Час очікування потокової транскрипції закінчився в очікуванні остаточного результату

source: Suggested
uk: Запропоновано

source: Summarize
uk: Підведіть підсумки

source: Supports any provider that uses the same API format as OpenAI chat completion.
uk: Підтримує будь-якого постачальника, який використовує той самий формат API, що й завершення чату OpenAI.

source: Supports any provider that uses the same API format as OpenAI transcription.
uk: Підтримує будь-якого постачальника, який використовує той самий формат API, що й транскрипція OpenAI.

source: Supports WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
uk: Підтримує WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP

source: Switch AI provider
uk: Змінити постачальника AI

source: Switch provider
uk: Змінити провайдера

source: Switched to: %@
uk: Переключено на: %@

source: System
uk: Як у macOS

source: System Default
uk: Системне за замовчуванням

source: System Default (%@)
uk: Системне за замовчуванням (%@)

source: System Prompt
uk: Системна підказка

source: System prompt is required
uk: Необхідна системна підказка

source: Template
uk: Шаблон

source: Test
uk: Тест

source: Test connection
uk: Перевірити з’єднання

source: Test successful
uk: Тест успішний

source: Test the connection to continue.
uk: Щоб продовжити, перевірте з’єднання.

source: Test your dictation
uk: Перевірте диктування

source: Testing...
uk: Тестування...

source: Testing…
uk: Тестування…

source: Thank you for using LocalVoice
uk: Дякуємо за використання LocalVoice

source: That's %@ of workday savings.
uk: Це %@ економії робочого дня.

source: That's %@ saved.
uk: Це %@ врятовано.

source: That's over %@ saved.
uk: Це понад %@ збережено.

source: The AI provider's server encountered an error. Please try again later.
uk: На сервері постачальника AI сталася помилка. Спробуйте пізніше.

source: The API request failed with status code %lld: %@
uk: Запит API не виконано з кодом стану %lld: %@

source: The API returned an empty or invalid response.
uk: API повернув порожню або недійсну відповідь.

source: The app '%@' is already configured in the '%@' mode.
uk: Додаток «%@» уже налаштовано в режимі «%@».

source: The audio file is invalid or corrupted
uk: Аудіофайл недійсний або пошкоджений

source: The audio file to transcribe could not be found.
uk: Не вдалося знайти аудіофайл для транскрибування.

source: The audio format is not supported
uk: Аудіоформат не підтримується

source: The core transcription engine failed.
uk: Збій основного механізму транскрипції.

source: The downloaded Core ML model archive might be corrupted. Try deleting the model and downloading it again. Check available disk space.
uk: Завантажений архів моделі Core ML може бути пошкоджено. Спробуйте видалити модель і завантажити її знову. Перевірте доступне місце на диску.

source: The Great Gatsby
uk: Великий Гетсбі

source: The imported settings file (version %@) is from a different version than your application (version %@). Proceeding with import, but be aware of potential incompatibilities.
uk: Імпортований файл налаштувань (версія %@) належить до іншої версії, ніж ваша програма (версія %@). Продовжуємо імпорт, але пам’ятайте про можливі несумісності.

source: The key worked, but LocalVoice could not save it securely.
uk: Ключ спрацював, але LocalVoice не зміг його надійно зберегти.

source: The Metamorphosis
uk: Метаморфози

source: The model provider is not supported by this service.
uk: Постачальник моделі не підтримується цією службою.

source: The provided API key is invalid.
uk: Наданий ключ API недійсний.

source: The selected language is not supported by SpeechAnalyzer.
uk: Вибрана мова не підтримується SpeechAnalyzer.

source: The settings export operation was canceled.
uk: Операцію експорту налаштувань скасовано.

source: The settings import operation was canceled.
uk: Операцію імпорту налаштувань скасовано.

source: The transcription language is automatically detected by the model.
uk: Мова транскрипції автоматично визначається моделлю.

source: The update could not be verified.
uk: Не вдалося перевірити оновлення.

source: The website '%@' is already configured in the '%@' mode.
uk: Веб-сайт «%@» уже налаштовано в режимі «%@».

source: there
uk: там

source: These estimated tokens are a rough estimate of token usage. They are not exact token counts or provider-reported billing usage.
uk: Ці приблизні токени є приблизною оцінкою використання токенів. Це не точна кількість токенів або використання, повідомлене постачальником.

source: Thinking
uk: Мислення

source: This action cannot be undone. Are you sure you want to delete %lld items?
uk: Цю дію не можна скасувати. Ви впевнені, що хочете видалити елементи %lld?

source: This can happen due to an issue with the audio recording or insufficient system resources. Please try again, or restart the app.
uk: Це може статися через проблему з аудіозаписом або недостатніми системними ресурсами. Повторіть спробу або перезапустіть програму.

source: This filler word already exists.
uk: Це слово-заповнювач уже існує.

source: This is an English-optimized model and only supports English transcription.
uk: Це оптимізована для англійської мови модель, яка підтримує лише англійську транскрипцію.

source: This model supports multiple languages. Select a specific language or auto-detect(if available)
uk: Ця модель підтримує кілька мов. Виберіть певну мову або автоматичне визначення (якщо доступно)

source: This will delete %lld audio files (%@).
uk: Це призведе до видалення аудіофайлів %lld (%@).

source: This will remove your
uk: Це видалить ваш

source: This will remove your %@ API key. You can add it again later.
uk: Це призведе до видалення ключа %@ API. Ви можете додати його знову пізніше.

source: This Year
uk: Цього року

source: Time saved
uk: Економія часу

source: Timeout
uk: Час очікування

source: Timeout duration
uk: Тривалість тайм-ауту

source: Tiny model optimized for English, fastest, least accurate
uk: Маленька модель, оптимізована для англійської, найшвидша, найменш точна

source: Tiny model, fastest, least accurate
uk: Маленька модель, найшвидша, найменш точна

source: Today
uk: Сьогодні

source: Today's Productivity
uk: Сьогоднішня продуктивність

source: Toggle
uk: Перемикач

source: Toggle Inspector
uk: Перемкнути інспектор
